Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/Russian_UI_1.4.4.tmx
Source language: en_us
Languages: ru

source: Cancel
ru: Отмена

source: Close
ru: Закрыть

source: Index
ru: Индекс

source: Back
ru: Назад

source: Select
ru: Выбор

source: Search
ru: Поиск

source: Welcome to OmegaT
ru: Добро пожаловать в OmegaT

source: {0} fuzzy matche(s) and {1} glossary term(s)
ru: Найдено {0} нечеткое(их) совпадение(й) и {1} термин(ов) глоссария

source: Found {0} glossary term(s)
ru: Найдено {0} термин(ов) глоссария

source: Found {0} fuzzy matche(s)
ru: Найдено {0} нечеткое(их) совпадение(й)

source: Warning
ru: Внимание

source: Error
ru: Ошибка

source: File
ru: Проект

source: Open
ru: Открыть

source: Create New project
ru: Создать

source: Compile
ru: Откомпилировать

source: Show file List
ru: Показать список файлов

source: Show Match window
ru: Показать окно совпадений

source: Save
ru: Сохранить

source: Quit
ru: Выход

source: Edit
ru: Правка

source: Undo (Z)
ru: Отменить

source: Redo (Y)
ru: Вернуть

source: Next entry
ru: Далее

source: Previous entry
ru: Назад

source: Find
ru: Поиск в файлах

source: Insert Translation
ru: Вставить совпадение

source: Recycle Translation
ru: Заменить на совпадение

source: Compare fuzzy match #1
ru: Выбрать нечёткое совпадение №1

source: Compare fuzzy match #2
ru: Выбрать нечёткое совпадение №2

source: Compare fuzzy match #3
ru: Выбрать нечёткое совпадение №3

source: Compare fuzzy match #4
ru: Выбрать нечёткое совпадение №4

source: Compare fuzzy match #5
ru: Выбрать нечёткое совпадение №5

source: Configuration
ru: Параметры

source: Font
ru: Шрифт

source: Use TAB to advance
ru: Использовать TAB для перехода далее

source: Show mnemonics
ru: Показывать мнемо-символы

source: Matching Similarity
ru: Подобие совпадений

source: Tools
ru: Сервис

source: Pseudo translate
ru: Псевдоперевод

source: Validate Tags
ru: Проверка тегов

source: Merge TMX files
ru: Слияние файлов TMX

source: Help
ru: Справка

source: Failed to load translation memory for project.
ru: Не удалось загрузить память переводов для проекта.

source: Failed to load specified project.
ru: Не удалось загрузить указаееый проект.

source: Failed to compile project files.
ru: Не удалось откомпилировать файлы проекта.

source: This operation creates false translations for all strings in the current project and cannot be undone. Are you sure you want to proceed?
ru: Данное действие создаёт неправильные переводы на основании нечётких совпадений для всех строк данного проекта, и не может быть отменено. Всё равно продолжать?

source: Entries with modified tags
ru: сегментов с изменёнными тегами

source: No tag errors were detected
ru: Не найдено ошибок тегов

source: Validating tags
ru: Проверка тегов

source: <segment 0000>
ru: <сегмент 0000>

source: <end segment>
ru: <конец сегмента>

source: Size
ru: Размер

source: Select display font
ru: Выбор шрифта

source: Loading file:
ru: Загрузка файла:

source: Match and Glossary Viewer
ru: Просмотр совпадений и глоссария

source: Source language search results for:
ru: Поиск

source: Target language results for:
ru: Результаты поиска

source: Project Files
ru: Файлы проекта

source: File name
ru: Имя файла

source: Number of segments
ru: Колличество сегментов

source: User Manual
ru: Руководство пользователя

source: Can't locate help file:
ru: Невозможно найти файл справки:

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
ru: Эта страница<p>наверно очень нужна.<p>Но нет её нет.

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
ru: Лилия на ветру.<p>404 -<p>злая ошибка.

source: Bartender yells loud:<p>Your page cannot be found, boy<p>Buy another drink.
ru: Бармен вымолвил<p>тихо её не найти.<p>Лучше выпей.

source: Page slips through fingers<p>Pulse pounding hard and frantic<p>Vanishing like mist.
ru: Тихо сквозь пальцы<p>выскользнула страница.<p>И испарилась.

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
ru: Три вещи вечны:<p>смерть, налоги и "страница не найдена".<p>Угадайте, что случилось.

source: The help page you seek<p>Lies beyond our perception<p>But others await
ru: Раздел, что ищешь,<p>найти невозможно.<p>Но много ведь других

source: Emptiness of soul<p>Forever aching blackness<p>Your help page not found
ru: Пустота в душе.<p>Вечно ноющая тьма.<p>Нет страницы, нет.

source: Ephemeral page<p>I am the Blue Screen of Death<p>No one hears your screams.
ru: Эфемерная<p>синяя страница смерти.<p>Твои крики никому не слышны.

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
ru: Свуковой сигнал?<p>Сообщение об ошибке?<p>Да нет, просто "страница не найдена"

source: Mourning and sorrow<p>404 not with us now<p>Lost to paradise
ru: Мировая скорбь.<p>Страницы нет с нами,<p>но она в раю.

source: Help you are seeking<p>From your path it is fleeing<p>Its winter has come
ru: Ты просишь помочь.<p>Но растворилась в ночи<p>эта страница.

source: Analyzing strings - finished {0} of {1}
ru: Анализ строк - завершено {0} из {1}

source: Analyzing Translation Memory - {0} of {1}
ru: Анализ памяти переводов - завершено {0} из {1}

source: Loading project
ru: Загрузка проекта...

source: Building index tables
ru: Построение таблиц индексов...

source: Loading glossary
ru: Загрузка глоссария...

source: Aborted project load
ru: Загрузка проекта прервана

source: Building word counts
ru: Построение списка слов...

source: Error saving project file
ru: Не удалось сохраненить проект

source: Error creating project
ru: Не удалось создать проект

source: Fatal error encountered - saving project file with '.recover' backup extension. Please consult the documentation about your recovery options and return the below information to the software manufacturer with a description of how this error was produced.
ru: Обнаружена фатальная ошибка - сохраняем проект с расширением '.recover' . Пошлите информацию о возникновении ошибки разработчикам: omegat@yahoogroups.com. И обратитесь к документации для восстановления ваших данных.

source: Can't recognize glossary file:
ru: Не могу распознать файл глоссария:

source: Can't associate parser for file extension
ru: Не могу ассоциировать обработчик файлов с нужным расширением

source: Internal error (problems recovering file mappings from preference file)
ru: Внутренняя ошибка (возникли проблемы при восстановлении ассоциаций файлов из файла настроек)

source: Found XML based HTML file - using HTMLX parser
ru: Найден основанный на XML файл HTML - использую парсер XHTML

source: Loading:
ru: Загрузка:

source: Loading source files complete
ru: Завершена загрузка исходных файлов

source: Compiling:
ru: Компиляция:

source: Compile complete
ru: Компиляция завершена

source: Copying file
ru: Копирование файла

source: ERROR - unable to build new TMX file
ru: Ошибка: не могу создать новый файл памяти перевода (TMX)

source: Can't build TM file
ru: Не могу создать файл памяти перевода (TMX)

source: failed to create project
ru: Не удалось загрузить проект

source: problem encountered loading project status file
ru: Возникли проблемы при загрузке файла статуса проекта

source: can't access glossary directory
ru: Не могу получить доступ к каталогу глоссариев

source: Word count in unique segments:
ru: Слов в уникальных сегментах:

source: Total word count:
ru: Всего слов:

source: Words remaining to translate:
ru: Осталось перевести слов:

source: Can't create target language directory:
ru: Не могу создать каталог для переведённых файлов:

source: Can't find saved translation file:
ru: Не могу сохранить файл памяти перевода (TMX):

source: Security error encountered loading project file
ru: При загрузке проекта возникла ошибка безопасности

source: loading file
ru: загрузка файла

source: Parse error in
ru: Ошибка парсера в

source: Create new project
ru: Создание проекта

source: Source file root:
ru: Каталог с исходными файлами:

source: Loc file root:
ru: Каталог для переведённых файлов:

source: Glossary root:
ru: Каталог для глоссариев:

source: Translation Memory root:
ru: Каталог для файлов с памятью предыдущих переводов (файлов TMX):

source: Source language (i.e. EN-US, EN, ES-NI, DE, etc)
ru: Исходный язык (например, EN-US, EN, DE и т. д.)

source: Target language (i.e. DE-DE, EN-IE, ES, EN, etc)
ru: Целевой язык, на который осуществляется перевод (например RU-RU, UK-UA, RU и т. д.)

source: Browse Source
ru: Обзор

source: Browse Target
ru: Обзор

source: Browse Glossary
ru: Обзор

source: Browse TM
ru: Обзор

source: Select Source Directory
ru: Выбор каталога с исходными файлами

source: Select Target Directory
ru: Выбор каталога для переведённых файлов

source: Select Glossary Directory
ru: Выбор каталога с глоссариями

source: Select Translation Memory Directory
ru: Выбор каталога с памятью предыдущих переводов

source: Specified language codes are invalid (TMX requires correct codes)
ru: Один (или оба) из указанных кодов языков неверен (для файла TMX необходим корректный код)

source: Some project folders seem to have moved. Please find them.
ru: Некоторые каталоги проекта не найдены. Пожалуйста, измените их.

source: Specify custom project folders here.
ru: Если хотите, ниже вы можете указать нестандартные каталоги для файлов проекта.

source: Create a new project
ru: Создание проекта

source: OmegaT project files
ru: Файлы проектов OmegaT

source: Unable to read project file
ru: Невозможно прочитать файл проекта

source: ERROR
ru: Ошибка

source: OmegaT project folder
ru: Каталог проекта OmegaT

source: That filename already exists. Please select a new name.
ru: Такое имя файла уже существует. Пожалуйста, укажите другое имя.

source: Error writing compiled output file
ru: Ошибка записи скомпилированного файла

source: Search for:
ru: Найти:

source: Keyword search
ru: Поиск по ключевым словам

source: Exact search
ru: Точный поиск фразы

source: Search TMs
ru: Поиск в памяти переводов

source: Location
ru: Каталог

source: Select folder
ru: Обзор

source: Search files
ru: Поиск в файлах

source: Recursive search
ru: Рекурсивно

source: Text search
ru: Поиск

source: Dismiss window
ru: Закрыть окно

source: Exact searches look for the specified query string within the current project or in any directory or directory tree.Exact search supports the wildcard search characters '*' and '?'. The character '*' means to match zero or more characters (the search term 'run*' would match 'run', 'runs', and 'running', for example). The character '?' means to match exactly one character ('run?' would match 'runs' and 'rung', for example, but not 'run' or 'running'). This operation searches both source and target languages. Keyword searches examine the source text and return all segments which contain all of the query words, in any order. This operation can only be done on the source text of loaded projects. See documentation for details.
ru: Точный поиск ищет указанную фразу в текущем проекте или в любом указанном каталоге. Фраза может содержать шаблоны '*' и '?'. Символ '*' означает 0 или более символов (например, фраза 'бег*' совпадёт со словами 'бег', 'бегом', но не совпадёт со словами 'бежать' и 'побег'). Символ '?' означает в точности один любой символ (например, 'бег?' совпадёт с 'беги' и 'бегу', но не со словами 'бег' или 'бегом'). Данная операция производит поиск и в исходных файлах, и в переводах. Поиск по ключевым словам просматривает исходные файлы и возвращает все сегменты, в которых в любом порядке содержатся все слова запроса. Данная операция может быть выполнена с исходным текстом загруженного проекта. Дополнительная информация находится в руководстве пользователя.

source: Maximum number of finds has been reached
ru: Достигнуто максимальное колличество найденных фраз

source: Error searching directory tree
ru: Ошибка поиска по дереву каталогов

source: Search thread unexpectedly died - please close search window
ru: Поток поиска неожиданно умер. Пожалуйста, закройте окно поиска.

source: Search returned no matches
ru: Совпадений не найдено

source: Parse error in file {0} at line {1} - {2}
ru: Ошибка разбора файла {0} на строке {1} - {2}

source: Unrecognized escape character at line
ru: Нераспознанный символ на строке

source: Unexpected NULL
ru: Неожиданный NULL

source: Bad tag start
ru: Неверное начало тега

source: Bad tag
ru: Неверный тег

source: Unexpected character (1)
ru: Неожиданный символ (1)

source: Unexpected character (2)
ru: Неожиданный символ (2)

source: Unexpected character (3)
ru: Неожиданный символ (3)

source: Unexpected character (4)
ru: Неожиданный символ (4)

source: Unexpected character (5)
ru: Неожиданный символ (5)

source: Unexpected character (6)
ru: Неожиданный символ (6)

source: Unexpected character (7)
ru: Неожиданный символ (7)

source: Unknown error
ru: Неизвестная ошибка

source: Unsupported function
ru: Операция не поддерживается

source: Unable to initialize read of XML file
ru: Невозможно инициализировать чтение файла XML

source: Unsupported XML version {0}
ru: Версия XML {0} не поддерживается

source: Not a valid XML file
ru: Неверный файл XML

source: Cannot load specified XML file
ru: Невозможно загрузить указанный файл XML

source: IOException encountered:
ru: Произошло исключение ввода-вывода:

source: Unexpected char '{0}' ({1})
ru: Неожиданный символ '{0}' ({1})

source: Confused by false start of comment tag
ru: Парсер поставлен в тупик неожиданным началом тега комментария

# Tag name:
source: \nTag name:
ru: \nИмя тега:

source: (comment tag)
ru: (тег комментария)

source: Floating '?' character not tied to '>'
ru: Символ '?' не привязан к '>'

source: (empty tag)
ru: (пустой тег)

source: (close tag)
ru: (закрывающий тег)

source: loaded
ru: загружено

source: attributes.
ru: атрибутов.

source: End of stream encoutered without finding close block
ru: Завершающий блок не найден до конца потока

source: Escaped character never terminated
ru: Специальный символ не завершён

source: Escaped binary char contains malformed data (&#x{0};)
ru: Шестнадцатеричный специальный символ содержит неверные данные (&#x{0};)

source: Escaped decimal char contains malformed data (&#{0};)
ru: Десятичный специальный символ содержит неверные данные (&#x{0};)

source: Invalid project tree.
ru: Неверное дерево проекта.

source: Cannot create target language directory tree.
ru: Не могу создать дерево каталогов для перевода.

source: Cannot open input file
ru: Не могу открыть исходный файл

source: File '{0}' does not exist.
ru: Файл '{0}' не существует.

source: ERROR: Preference system save operation failed.
ru: Ошибка: Не удалось сохраненить настройки.

source: WARNING: Parse error encountered when reading preference file.
ru: Внимание: При чтении файла настроек возникла ошибка парсера.

source: Unsupported project file version ({0})
ru: Версия проекта {0} не поддерживается

source: Invalid tmx file '{0}'
ru: Неверный файл '{0}' с памятью перевода (TMX)

source: Unrecognized tmx version ({0})
ru: Не могу распознать версию {0} файла памяти перевода (TMX)

source: WARNING: Unable to locate source language text in segment {0}
ru: Внимание: Не могу найти исходный текст сегмента {0}

source: WARNING: Skipping segment {0} in TMX file '{1}' after parse error.
ru: Внимание: Пропускаем сегмент {0} в файле TMX '{1}' из-за ошибки парсера.

source: Couldn't initialize OS look and feel
ru: Не могу инициализировать интерфейс, имитирующий операционную среду

source: Locale is wrong or is not specified '{0}'. Localized Resource bundle cannot be created.
ru: Неверная локаль '{0}'. Невозможно создать локализированный файл ресурсов.

source: Encountered illegal \\u sequence
ru: Неверная последовательность \\u

source: Please change similarity of the found fuzzy matches. Lowering the similarity coefficient may lead to dramatic speed loss and huge increase in memory consumption, therefore we advise to lower the similarity coefficient on small projects only. Note that the change made here is used only upon opening a project, so if you would like to apply it to your current project, close it and then open again.
ru: Изменение коэфициента подобия нечётких совпадений. Уменьшение коэфициента подобия может привести к заметному уменьшению скорости работы и к увеличению расхода памяти, поэтому мы рекомендуем уменьшать коэфициент подобия только для небольших проектов. Заметьте, что изменения, сделанные в данном диалоге, вступают в силу только при открытии проекта, поэтому если вы хотите применить их к текущему проекту, закройте проект и откройте его снова.

source: Minimum (20%)
ru: Минимальный (20%)

source: Low (40%)
ru: Низкий (40%)

source: Normal (60%)
ru: Нормальный (60%)

source: A lot of matches
ru: Очень много совпадений

source: Many matches
ru: Много совпадений
